[
    {
      "id": 1,
      "picture": "https://plus.unsplash.com/premium_photo-1683140538884-07fb31428ca6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Providing Nutritious Meals",
      "category": "Food",
      "category_bg": "#FFE0CC",
      "text_button_bg": "#FF4500",
      "card_bg": "#FFDAB9",
      "description": "Help provide nutritious meals to a hungry child in Africa.",
      "extended_description": "Your support can make a significant impact by helping provide nutritious meals to a hungry child in Africa. Many children in impoverished communities go to bed with empty stomachs, facing the harsh reality of hunger every day. With your generous donation, we can ensure that these children have access to nourishing food, giving them the strength to learn, grow, and thrive. Together, we can make a difference in the lives of these young souls and help build a brighter, healthier future for them.",
      "price": 20
    },
    {
      "id": 2,
      "picture": "https://plus.unsplash.com/premium_photo-1670426502021-a1d1b7b1aaed?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Clean Water for Vulnerable Communities",
      "category": "Clean Water",
      "category_bg": "#B4DFFA",
      "text_button_bg": "#1E6F9D",
      "card_bg": "#AED6F1",
      "description": "Support the building of clean water sources for communities in Africa.",
      "extended_description": "Millions of people in African communities lack access to clean and safe drinking water. Your generous support can change that. By contributing to our clean water initiative, you are helping to provide sustainable and reliable sources of clean water to vulnerable communities. Clean water means healthier lives, reduced waterborne diseases, and improved overall well-being. Your donation can bring hope and transform lives. Join us in this vital mission to provide clean water and make a lasting impact on the lives of countless children and families.",
      "price": 30
    },
    {
      "id": 3,
      "picture": "https://images.unsplash.com/photo-1577896851231-70ef18881754?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Quality Education for a Brighter Future",
      "category": "Education",
      "category_bg": "#FBEFAD",
      "text_button_bg": "#D4AC0D",
      "card_bg": "#FAFAD2",
      "description": "Sponsor a child's education and give them a chance for a brighter future.",
      "extended_description": "Education is the key to breaking the cycle of poverty. Your support can make a profound difference in the lives of children who lack access to quality education. By sponsoring a child's education, you are giving them the tools they need to build a brighter future. Your contribution covers school fees, supplies, and educational resources, enabling these children to pursue their dreams and achieve their full potential. Together, we can empower young minds, foster lifelong learning, and create lasting change. Join us in this meaningful journey toward a world where every child has access to quality education and the promise of a brighter future.",
      "price": 50
    },
    {
      "id": 4,
      "picture": "https://images.unsplash.com/photo-1512581574034-6f1da619c5fa?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2048&q=80",
      "title": "Warm Clothing for Children",
      "category": "Health",
      "category_bg": "#9BCBE6",
      "text_button_bg": "#4D94DB",
      "card_bg": "#B3E0FF",
      "description": "Donate clothing to keep children in Africa warm and comfortable.",
      "extended_description": "Many children in African regions face harsh weather conditions without proper clothing to keep them warm. Your donation can make a difference by providing warm and comfortable clothing to these vulnerable children. By contributing to our clothing drive, you are ensuring that they can stay cozy during cold seasons, improving their overall well-being. Join us in this effort to make a positive impact on the lives of these children and provide them with a sense of comfort and security.",
      "price": 20
    },
    {
      "id": 14,
      "picture": "https://plus.unsplash.com/premium_photo-1683140538884-07fb31428ca6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Emergency Food Aid",
      "category": "Food",
      "category_bg": "#FFE0CC",
      "text_button_bg": "#E64A2E",
      "card_bg": "#FFC4B2",
      "description": "Provide emergency food aid to families in crisis.",
      "extended_description": "In times of crisis, families in Africa face hunger and food shortages. Your support can provide emergency food aid to those in need. By contributing to our emergency food aid program, you are helping to deliver essential food supplies to families facing crisis situations. Your donation can provide relief, nourishment, and hope to those affected by disasters, conflicts, or other emergencies. Join us in this critical mission to provide emergency food aid and make a meaningful impact on the lives of families in crisis.",
      "price": 25
    },
    {
      "id": 6,
      "picture": "https://images.unsplash.com/photo-1577896851231-70ef18881754?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Empowering Girls through Education",
      "category": "Education",
      "category_bg": "#FBEFAD",
      "text_button_bg": "#D4AC0D",
      "card_bg": "#FAFAD2",
      "description": "Support girls' education and empower them to achieve their dreams.",
      "extended_description": "Girls' education is a powerful force for positive change. Your support can empower girls in Africa to break down barriers and achieve their dreams. By sponsoring girls' education, you are providing them with opportunities, resources, and mentorship to thrive academically and personally. Your contribution covers tuition fees, books, and mentorship programs, ensuring that these girls have a chance at a brighter future. Join us in this meaningful journey to empower girls, promote gender equality, and create lasting change in their lives.",
      "price": 60
    },
    {
      "id": 13,
      "picture": "https://plus.unsplash.com/premium_photo-1670426502021-a1d1b7b1aaed?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Clean Water for Remote Villages",
      "category": "Clean Water",
      "category_bg": "#B4DFFA",
      "text_button_bg": "#1E6F9D",
      "card_bg": "#AED6F1",
      "description": "Support clean water projects for remote villages in Africa.",
      "extended_description": "Many remote villages in Africa lack access to clean and safe drinking water. Your generous support can change that. By contributing to our clean water projects, you are helping to provide sustainable and reliable sources of clean water to these remote communities. Clean water means healthier lives, reduced waterborne diseases, and improved overall well-being for these villages. Your donation can make a significant difference in the lives of those who need it most. Join us in this vital mission to provide clean water and make a lasting impact on these remote communities.",
      "price": 35
    },
    {
      "id": 8,
      "picture": "https://plus.unsplash.com/premium_photo-1683140538884-07fb31428ca6?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Empowering Communities through Farming",
      "category": "Food",
      "category_bg": "#FFE0CC",
      "text_button_bg": "#FF4500",
      "card_bg": "#FFDAB9",
      "description": "Support sustainable farming projects to empower communities in Africa.",
      "extended_description": "Sustainable farming is key to food security and economic empowerment. Your support can make a lasting impact on African communities. By contributing to our agriculture initiative, you are supporting sustainable farming projects that empower communities to grow their own food and generate income. Your donation can provide training, seeds, and tools to help communities achieve self-sufficiency and economic stability. Join us in this important mission to empower communities through farming and create a better future for all.",
      "price": 40
    },
    {
      "id": 9,
      "picture": "https://plus.unsplash.com/premium_photo-1670426502021-a1d1b7b1aaed?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Access to Sanitation and Hygiene",
      "category": "Clean Water",
      "category_bg": "#B4DFFA",
      "text_button_bg": "#1E6F9D",
      "card_bg": "#AED6F1",
      "description": "Ensure access to sanitation and hygiene facilities for underprivileged children.",
      "extended_description": "Access to sanitation and hygiene is crucial for good health. Many underprivileged children in Africa lack proper facilities for sanitation and hygiene. Your support can change that. By contributing to our hygiene initiative, you are helping provide access to clean and safe sanitation facilities, clean water, and hygiene education to these children. Your donation can prevent diseases and improve their overall well-being. Join us in this essential mission to ensure access to sanitation and hygiene and make a lasting impact on the lives of these young ones.",
      "price": 30
    },
    {
      "id": 10,
      "picture": "https://images.unsplash.com/photo-1512581574034-6f1da619c5fa?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2048&q=80",
      "title": "Supporting Orphaned Children",
      "category": "Health",
      "category_bg": "#9BCBE6",
      "text_button_bg": "#4D94DB",
      "card_bg": "#B3E0FF",
      "description": "Provide care and support to orphaned children in Africa.",
      "extended_description": "Orphaned children in Africa face numerous challenges and vulnerabilities. Your support can provide them with care, support, and a chance at a better life. By contributing to our orphan care initiative, you are helping establish safe and nurturing environments for these children. Your donation can provide them with shelter, education, healthcare, and a sense of belonging. Join us in this compassionate mission to support orphaned children and make a lasting impact on their lives.",
      "price": 60
    },
    {
      "id": 11,
      "picture": "https://images.unsplash.com/photo-1577896851231-70ef18881754?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2070&q=80",
      "title": "Empowering Youth through Skills Training",
      "category": "Education",
      "category_bg": "#FBEFAD",
      "text_button_bg": "#D4AC0D",
      "card_bg": "#FAFAD2",
      "description": "Support skills training programs to empower youth in Africa.",
      "extended_description": "Empowering youth with valuable skills is essential for their future success. Your support can make a difference in the lives of young people in Africa. By contributing to our skills training programs, you are helping youth acquire practical skills, vocational training, and entrepreneurial knowledge. Your donation can enable them to become self-reliant, create job opportunities, and contribute to their communities. Join us in this impactful mission to empower youth through skills training and create a brighter future for them.",
      "price": 40
    },
    {
      "id": 12,
      "picture": "https://images.unsplash.com/photo-1512581574034-6f1da619c5fa?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=2048&q=80",
      "title": "Access to Healthcare for Vulnerable Children",
      "category": "Health",
      "category_bg": "#9BCBE6",
      "text_button_bg": "#4D94DB",
      "card_bg": "#B3E0FF",
      "description": "Provide essential healthcare services to vulnerable children in Africa.",
      "extended_description": "Access to healthcare is a fundamental human right, yet many vulnerable children in Africa lack proper medical care. Your support can change their lives. By contributing to our healthcare initiative, you are helping provide essential medical services, vaccinations, and access to healthcare facilities for these children. Your donation can ensure that they receive the medical attention they need, improving their health and overall well-being. Join us in this critical mission to provide healthcare and make a lasting impact on the lives of these young ones.",
      "price": 30
    }
]
